Repository: ds10git/josm-toolbarcategories-plugin
Catalog: po/*.po
Languages: de

source: Add to toolbar category
de: Zu Symbolleistenkategorie hinzufügen

source: Create category
de: Kategorie erstellen

source: Please enter name of category
de: Bitte den Namen der Kategorie eingeben

source: Name of category?
de: Name der Kategorie?

source: Add separator above
de: Trenner darüber einfügen

source: Remove element
de: Element entfernen

source: Reset category
de: Kategorie zurücksetzen

source: To add a toolbar element to a toolbar category open the context menu on that element and select: ''{0}'' To delete a toolbar category open the context menu on that category icon and select: ''{1}'' The first action inside a category can directly be accessed with clicking on the category icon with the middle mouse button. The same function of the middle mouse button is added to all other toolbar elements. To disabled the middle mouse button for the other elements set ''false'' as value for the preference ''{2}''
de: Um ein Element der Symbolleiste zu einer Kategorie hinzuzufügen, das Kontextmenü für das Element öffnen und Folgendes auswählen: ''{0}'' Um eine Symbolleistenkategorie zu löschen, das Kontextmenü für das Symbol der Kategorie öffnen und Folgendes auswählen: ''{1}'' Das erste Element innerhalb einer Kategorie kann direkt durch Klicken mit der mittleren Maustaste auf das Symbol der Kategorie ausgeführt werden. Dieselbe Funktion der mittleren Maustaste wird zu allen anderen Elementen in der Symbbolleiste hinzugefügt. Um die Funktion der mittleren Maustaste für die anderen Elemente zu deaktivieren den Wert ''false'' für die folgende Einstellung setzen: ''{2}''

source: How to add categories to toolbar?
de: Wie werden Kategorien zur Symbbolleiste hinzugefügt?

source: At the end
de: Am Ende
